Dlubal.TimberPro.OtherOptions2
Additional settings for computations.

Dlubal.TimberPro.OtherOptions2.MaximalAllowableRatioInOptimization
Maximal allowable ration in optimization

Dlubal.TimberPro.OtherOptions2.MaximalSlendernessInTension
Maximal slenderness in tension

Dlubal.TimberPro.OtherOptions2.MaximalSlendernessInCompressionFlexure
Maximal slenderness in compression / flexure

Dlubal.TimberPro.OtherOptions2.IncludeBendingStressComponentInBendingStressVerifications
Include bending stress component in stress-point verifications

Dlubal.TimberPro.OtherOptions2.ShowDesignByLoadCase
Show design by load case

Dlubal.TimberPro.OtherOptions2.ShowDesignByCrossSection
Show design by cross section

Dlubal.TimberPro.OtherOptions2.ShowDesignBySetOfMembers
Show design by set of members

Dlubal.TimberPro.OtherOptions2.ShowDesignByMember
Show design by member

Dlubal.TimberPro.OtherOptions2.ShowDesignByXLocation
Show design by x-location

Dlubal.TimberPro.OtherOptions2.ShowGoverningInternalForcesByMember
Show governing internal forces by member

Dlubal.TimberPro.OtherOptions2.ShowGoverningInternalForcesBySetOfMembers
Show governing internal forces by set of members

Dlubal.TimberPro.OtherOptions2.ShowMemberSlenderness
Show member slenderness

Dlubal.TimberPro.OtherOptions2.ShowPartsListByMember
Show parts list by member

Dlubal.TimberPro.OtherOptions2.ShowPartsListBySetOfMembers
Show parts list by set of members

Dlubal.TimberPro.OtherOptions2.ObjectsSelectedForPartsList
Parts list content

Dlubal.TimberPro.OtherOptions2.LimitAngleOfPrincipalAxis
Limit angle of principal axis